<style lang="less">
@import url("./signin.less");
</style>

<template>
  <div class="signin">
    <page-header style="box-shadow:0px 1px 3px 0px rgba(0,0,0,0.5); margin-bottom: 4px;">
      <div class="header-right">
        <!-- <a @click="$router.back(-1)">返回</a> -->
      </div>
    </page-header>
    <div class="signin-context">
      <div class="signin-context-con">
        <div class="signin-context-form">
          <h2 style="margin: 50px 0">用户服务协议</h2>

          <p>欢迎使用领筑数字科技（深圳）有限公司（以下简称“领筑数科”）通过其运营的 “领筑金融云平台”（提供的基于互联网和移动互联网的相关服务（“网络服务”）。本用户服务协议（以下简称“本协议”）由您（“用户”）与领筑数科订立，并适用于领筑金融云平台提供的所有网络服务。用户在注册过程中点击“同意”按钮（或类似同意按钮）并完成注册程序后，即表示用户完全接受本协议项下的全部条款，本协议即构成对领筑数科和用户双方之间具有法律约束力的正式文件。

          </p>
          <p>用户在使用领筑金融云平台提供的网络服务前有义务仔细阅读本协议。用户在此不可撤销承诺，若其使用领筑金融云平台提供的网络服务，将视为用户同意并接受本协议全部条款的约束，此后用户无权以未阅读本协议或对本协议有任何误解为由，主张本协议无效或要求撤销本协议。

          </p>
          <p>第一条 领筑数科通过领筑金融云平台为用户提供网络信息平台服务，用户可在领筑金融云平台上查询服务信息，并对使用的服务进行评价。为改善用户体验及根据经营之需要，领筑数科有权独立对上述网络服务的项目和内容进行不时调整。
          </p>
          <p>用户使用领筑金融云平台提供的网络服务应遵循本协议及领筑数科于领筑金融云平台上现已发布或将来可能发布的特定业务服务条款、声明、说明、通知公告、操作规范等规则（以下合称“网站规则”），用户对此完全理解并予以同意。对部分网络服务所适用的特定业务服务条款，若其与本协议之规定有任何冲突，则以特定业务服务条款为准。

          </p>
          <p>第二条 用户注册时必须提供真实、准确、完整的注册信息，注册后如有变动应及时更新。用户注册成功后将获得领筑金融云平台所提供的一个账号，用户将可以设置相应的密码。该账号和密码由用户自行保管，用户应对其账号进行的操作及所有活动承担全部责任。
          </p>
          <p>领筑金融云平台的任何账号均为领筑数科的财产，用户完成注册后，仅取得相关账号的使用权，用户仅可为个人合法目的使用该账号，不得将账号转让、出租、赠与给任何第三方或由任何第三方继承；且不得利用该账号从事非法活动或其他损害领筑数科的活动。
          </p>
          <p>用户理解，其为使用领筑金融云平台的网络服务而使用的任何设备（如电脑、手机等）以及支付的任何费用（如税费、上网费、手机费）等，均由用户自行承担。

          </p>
          <p>第三条 为了防止您及其他用户的用户账号及其项下的个人信息泄露或者被他人窃取，领筑数科可能会随时采取计算机病毒查杀技术、计算机加密技术等措施进行保护。对此，您完全同意并接受，但您对用户账号及其项下的个人信息仍负有的妥善保管义务。

          </p>
          <p>第四条 您如果遗忘了密码或者密码被他人修改，您可以按照领筑金融云平台公布的账号及密码找回规则，通过领筑数科提供的系统程序进行找回，或者在第一时间联系领筑数科的客服人员协助找回，但领筑数科不保证一定可以找回且不承担因此造成的任何费用与损失。

          </p>
          <p>第五条 领筑数科对网站的内容享有全部知识产权，包括但不限于：编码、商标、服务标志、商号、图形、美术品、照片、肖像、文字内容、音频片断、按钮图标已及计算机软件、标识、数码下载、数据汇编都是领筑数科或其内容提供者的财产，受到中华人民共和国版权相关法律法规的保护。您对其仅享有本协议约定范围内的临时的、可撤销的非专有使用权；且您不得利用网站内容从事非法活动或谋取不当得利。

          </p>
          <p>第六条 您仅在符合本网站使用目的的前提下被许可浏览和使用本网站，即以个人名义浏览信息。其他方式的使用都是被严格禁止的，包括但不限于以下方式：复制、修改、销售、传送、再版、删除、添加、展览、记入或演示本网站的内容或以其他方式部分地或整体地非法使用本网站的内容。

          </p>
          <p>第七条 您不得进行任何侵犯本网站知识产权的行为，或者进行其他的有损于领筑数科或其他用户合法权益的行为，包括但不限于：
          </p>
          <p>（1）删除或修改本网站上的版权信息；
          </p>
          <p>（2）修改、复制和/或发行本网站；
          </p>
          <p>（3）在本网站当中内置各种插件程序或者其他的第三方程序；
          </p>
          <p>（4）进行编译、反编译、反向工程或者以其他方式破解本网站的行为；
          </p>
          <p>（5）使用本网站外挂和/或利用本网站当中的BUG来获得不正当的利益；
          </p>
          <p>（6）利用劫持域名服务器等技术非法侵入、破坏本网站的服务器软件系统，或者修改、增加、删除、窃取、截留、替换本网站的客户端和/或服务器软件系统中的数据，或者非法挤占本网站的服务器空间，或者实施其他的使之超负荷运行的行为；
          </p>
          <p>（7）假冒领筑数科在本网站当中发布任何诈骗或虚假信息；
          </p>
          <p>（8）利用本网站故意传播恶意程序或计算机病毒。

          </p>
          <p>第八条 您充分理解到：领筑数科可能会不定期地通过发布软件升级包或软件补丁、在线升级等方式对本网站进行更新。更新的过程中，领筑数科可能通过互联网调取、收集您终端上的关于本网站的客户端软件版本信息、数据及其他有关资料，并自动进行替换、修改、删除和/或补充。此种行为是网站更新所必须的一种操作或步骤，您如果不同意领筑数科进行此种操作，请您不要进行更新；您更新的行为即视为您同意领筑数科进行此种操作。

          </p>
          <p>第九条 个人账户是领筑数科授权您使用领筑数科网站用户管理系统的唯一凭证。您同意在符合法律法规及本条款规定的情况下使用个人帐户；否则，领筑数科有可能在某些情况（例如：您违反本协议和/或其它公开规则、或者您严重违背社会公德、提供虚假注册身份信息、或者有违反法律法规的行为、或有损害领筑数科利益的行为、或存在其他领筑数科认为的不正当或不诚信的行为等）下暂时冻结、永久冻结、修改、删除您的个人账户或者采取其他处理措施，您可以就处理措施提供相应的证据向领筑数科说明情况或复核答辩，是否采纳由领筑数科自行决定。如领筑数科无法判断而需向第三方寻求技术支持的，所发生费用由您承担。

          </p>
          <p>第十条 本网站与其他的在线使用的网站一样，也会受到各种不良信息、网络安全和网络故障问题的困扰，包括但不限于：
          </p>
          <p>（1）其他用户可能会发布诈骗或虚假信息，或者发表有谩骂、诅咒、诋毁、攻击内容的，或者含有淫秽、色情、下流、反动、煽动民族仇恨等让人反感、厌恶的内容的非法言论；
          </p>
          <p>（2）其他用户可能会发布一些侵犯您或者其他第三方知识产权、肖像权、姓名权、名誉权、隐私权和/或其他合法权益的图片、照片、文字等资料；
          </p>
          <p>（3）面临着诸如黑客攻击、计算机病毒困扰、系统崩溃、网络掉线、网速缓慢、程序漏洞等问题的困扰和威胁。
          </p>
          <p>您充分理解到：上述的各种不良信息、网络安全和网络故障问题，并不是领筑数科或者本网站所导致的问题，由此可能会造成您感到反感等精神损害，或者给您造成其他的损失，概由您自行承担，领筑数科无须向您承担任何责任。

          </p>
          <p>第十一条 您完全同意：除法律法规规定或者您与领筑数科约定须提前通知的以外，领筑数科有权单方面地中止或者终止本网站所提供的服务而无须提前通知您。该等中止、终止，可能是因为领筑数科解散、注销、合并、分立，也可能是因为领筑数科将本网站或其运营权转让给了第三方，还可能是因为国家法律、法规、政策及国家机关的命令或者其他的诸如地震、火灾、海啸、台风、罢工、战争等不可抗力事件，还可能是因为您违反本协议所约定的用户守则。

          </p>
          <p>第十二条 领筑数科将本协议内置于本网站的注册环节，您在注册的过程中即可查阅、了解本协议，并通过勾选“我已阅读并接受领筑金融云平台网站用户服务条款”表示您完全同意并接受本协议之约束，或者通过取消勾选“我已阅读并接受领筑金融云平台网站用户服务条款”表示您不同意本协议。

          </p>
          <p>第十三条 本协议各条款是可分的，所约定的任何条款如果部分或者全部无效，不影响该条款其他部分及本协议其他条款的法律效力。

          </p>
          <p>第十四条 领筑数科基于本协议及其补充协议的有效弃权必须是书面的，并且该弃权不能产生连带的相同或者类似的弃权。

          </p>
          <p>第十五条 您与领筑数科均应当严格履行本协议及其补充协议所约定的各项义务，如发生争议或者纠纷，双方可以友好协商解决；协商不成的，任何一方均可提请深圳市南山区人民法院诉讼解决。

          </p>
          <p>第十六条 领筑金融云平台及用户同意并特此确认：用户使用领筑金融云平台的任何服务所存在的一切风险及后果由其自身承担，领筑数科不对网络服务作任何形式的明示或默示的声明或担保。

          </p>
          <p>第十七条 领筑金融云平台有权通过网页公告、电子邮件、手机短信或其他方式通知用户相关事项（包括但不限于领筑金融云平台服务的改变、本协议的修改或网站规则的修改等），用户应确保其联系方式的真实、准确，如发生联系方式的任何变更，用户应当及时进行更新；否则均为有效送达或联系方式，如因此造成的延误或责任由用户自行承担相应后果。

          </p>
          <p style="padding-bottom: 250px">第十八条 若本协议的任何条款在任何程度上被认定为无效或不可强制执行，则本协议其余部分不受此影响并应在适用法律允许的最大程度上予以执行。</p>

        </div>
      </div>
    </div>
    <Pagefooter />
  </div>
</template>

<script>
import PageHeader from '_c/page-header'
import Pagefooter from '_c/page-footer'

export default {
  name: 'service-agreement',
  components: {
    PageHeader,
    Pagefooter
  }
}
</script>
