<style lang="less">
@import url("./signin.less");
</style>

<template>
  <div class="signin">
    <page-header style="box-shadow:0px 1px 3px 0px rgba(0,0,0,0.5); margin-bottom: 4px;">
      <div class="header-right">
        <!-- <a @click="$router.back(-1)">返回</a> -->
      </div>
    </page-header>
    <div class="signin-context">
      <div class="signin-context-con">
        <div class="signin-context-form">
          <h2 style="margin: 50px 0">平台隐私声明</h2>

          <p>领筑金融云平台严格遵守法律法规，遵循隐私保护原则，为您提供更加安全、可靠的服务，在您使用提供的服务前，请您仔细阅读如下声明：
          </p>
          <p><b>一、通用条款</b>
          </p>
          <p>(一）特别承诺条款
          </p>
          <p>您同意按照“领筑金融云服务协议”（以下简称协议）的规定及其操作规则提供基于互联网的相关服务（以下称“平台服务”）。为获得平台服务，服务使用者（以下称“用户”）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中选择“我已阅读并且同意领筑云金融服务协议。”选项，即表示用户完全接受本协议项下的全部条款。若不接受该平台服务，或不同意的请立即离开本平台。
          </p>
          <p>(二）服务内容
          </p>
          <p>1、平台服务的具体内容由本公司根据实际情况提供资金借融信息。本公司保留随时变更、中断或终止部分或全部平台服务的权利。
          </p>
          <p>2、用户理解，本公司仅提供相关的平台服务，除此之外与相关平台服务有关的接受设备及所需的费用均应由用户自行负担。
          </p>
          <p>(三）使用规则
          </p>
          <p>1、用户在申请使用本公司平台服务时，必须向本公司提供真实、准确的个人资料，如个人资料有任何变动，必须及时更新。
          </p>
          <p>2、用户注册成功后，本公司将给予每个用户一个用户名及相应的密码，该用户名和密码由用户负责保管；您的用户名和密码是登录本平台和在本平台进行活动的唯一凭证，不得将本平台的用户名转让给第三方或者授权给第三方使用。若因私自授权他人使用造成的后果，将由你承担相应的法律责任。
          </p>
          <p>3、用户必须同意并承诺接受本公司通过电子邮件或其他方式向用户发送服务信息、催收及其他相关服务信息。若因此电子邮件及其它方式问题而造成送达不了的法律后果由该用户承担。
          </p>
          <p>4、用户在使用本公司平台服务过程中，必须遵循以下原则：
          </p>
          <p>(1)你在本公司的平台上发布信息或者利用本公司的服务时必须符合中国现行的有关法律法规。
          </p>
          <p>(2)在本公司的平台上发布信息或者利用本公司的服务时还必须符合其他有关国家和地区的法律规定以及国际法的有关规定。
          </p>
          <p>(3)不得利用本公司的服务擅自进入计算机信息平台，使用、修改、删除、增加计算机平台信息资源；故意制作、传播计算机病毒等破坏性程序的及其他危害计算机信息平台安全的行为。
          </p>
          <p>(4)不以任何方式干扰本公司的服务。
          </p>
          <p>(5)遵守本公司的所有其他规定和程序。
          </p>

          <p><b> 二、特别的隐私保护：</b>
          </p>
          <p>（一）用于身份限制
          </p>
          <p>《中华人民共和国民法通则》规定的未满十八周岁的人、限制民事行为能力人、中国大陆以外地区人士及自然人以外的非法组织无资格注册成为本平台用户并使用本平台的服务。
          </p>
          <p>（二）涉及的个人资料
          </p>
          <p>1、本平台收集个人资料的主要目的在于向用户提供一个顺利、有效和适当的交易机会。本平台收集本平台认为达成该目的所必须的您的个人资料。本平台可自公开及私人资料来源收集您的额外资料，以更好地了解本平台用户，并为适合本平台服务、解决争议并有助确保在平台进行交易的安全性。
          </p>
          <p>2、本平台按照您在本平台网址上的行为自动追踪关于您的某些资料。本平台利用这些资料以便有利网上投资交易进行有关本平台之用户的服务。
          </p>
          <p>3、本平台在某些平台上使用诸如“Cookies”的资料收集装置5您将个人通讯信息（诸如手机短信、电邮或信件）交付给本平台，或如果其他用户或第三方向本平台发出关于您在本平台上的活动或登录事项的通讯信息，本平台可以将这些资料收集在您的专门档案中。
          </p>
          <p>(三）本平台对您的资料的使用</p>
          <p>1、您同意本平台可使用关于您的个人资料（包括但不限于本平台持有的有关您的档案中的资料，及本平台从您目前及以前在本平台上的活动所获取的其他资料)以解决争议、对纠纷进行调停、有助干确保在本平台进行安全交易，并执行本平台的用户协议。本平台有时候可能调查多个用户以识别问题或解决争议，特别是本平台可审查您的资料以区分使用多个用户名或别名的用户5为限制在平台上的欺诈、非法或其他刑事犯罪活动，使本平台免受其害，您同意本平台可通过人工或自动程序对您的个人资料进行评价。
          </p>
          <p>2、您同意本平台可以使用您的个人资料以改进本平台的推广工作、分析平台的使用率、改善本平台的内容和产品推广形式，并使本平台的平台内容、设计和服务更能符合用户的要求3这些使用能改善本平台的平台，以调整本平台的平台使其更能符合您的需求，从而使您在使用本平台服务时得到更为顺利、有效、安全及适当的交易体验。
          </p>
          <p>3、您同意本平台利用您的资料与您联络并（在某些情况下）向您传递针对您的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关您使用本平台的通讯5您接受服务协议和隐私规则即为明示同意收取这些资料。
          </p>
          <p>4、您同意本平台可使用关于您的个人资料向您阐述权益，本平台有权在本平台及互联平台上公布您的违法、违约行为，并将该内容记入任何与您相关的信用资料和档案。
          </p>
          <p>(四）本平台对您的资料的披露
          </p>
          <p>1、本平台将采用行业标准惯例和双方约定子以保护您的个人资料，但鉴于技术限制，本平台不能确保您的全部私人通讯及其他个人资料不会通过本隐私规则中未列明的途径泄露出去。
          </p>
          <p>2、本平台有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在您未能按照与本平台签订的服务协议、居间协议、行纪协议或者与本平台其他用户签订的借款协议的约定履行自己应尽的义务时，本平台有权根据自己的判断或者与该笔交易有关的其他用户的请求披露您的个人资料，并作出评论。
          </p>
          <p>(五）您对其他用户的资料的使用
          </p>
          <p>在本平台提供的交易活动中，您无权要求本平台提供其他用户的个人资料，除非符合法律规定的调取范围。
          </p>
          <p>(六）电子邮件
          </p>
          <p>不得使用本平台提供的服务或其他电子邮件转发服务发出垃圾邮件或其他可能违反本平台的用户协议或隐私规则的内容。
          </p>
          <p>本平台不会出租或出售这些电子邮件地址5本平台除了利用该电子邮件地址发出您的电子邮件之外将不作任何其他用途。
          </p>
          <p>(七）密码的安全性
          </p>
          <p>您须对使用您的用户名和密码所采取的一切行为负责。因此，本平台建议您不要向任何第三方披露您在本平台的用户名和密码
          </p>
          <p>(八）规则修改
          </p>
          <p>本平台可能不时按照您的意见和本平台的需要修改本隐私规则，以准确地反映本平台的资料收集及披露惯例。
          </p>
          <p>(九）其他
          </p>
          <p style="padding-bottom: 250px">
            可能会对隐私权政策进行修改，以便于提供更优质可靠的服务。如您还有其他问题和建议，请告知我们，致力保护您的隐私，竭诚为您提供高优质服务。
          </p>

        </div>
      </div>
    </div>
    <Pagefooter />
  </div>
</template>

<script>
import PageHeader from '_c/page-header'
import Pagefooter from '_c/page-footer'

export default {
  name: 'privacy-statement',
  components: {
    PageHeader,
    Pagefooter
  },
  data () {
    return {
      form: {},
      step: 1,
      loading: false
    }
  }
}
</script>
