<style lang="less">
@import url("./signin.less");
</style>

<template>
  <div class="signin">
    <page-header style="box-shadow:0px 1px 3px 0px rgba(0,0,0,0.5); margin-bottom: 4px;">
      <div class="header-right">
        <!-- <a @click="$router.back(-1)">返回</a> -->
      </div>
    </page-header>
    <div class="signin-context">
      <div class="signin-context-con">
        <div class="signin-context-form">
          <h2 style="margin: 50px 0">电子签名数字证书用户使用须知</h2>
          <p>尊敬的用户：
          </p>
          <p>电子签名数字证书是杭州天谷信息科技有限公司(以下简称“本公司”)为您向其合作的第三方CA机构申请颁发的用于识别您身份的数字证书,为确保电子签名数字证书的正确签发和使用,为更好地为您提供规范的服务,保障您的权益,请您于申请电子签名数字证书前,仔细阅读下列使用须知：

          </p>
          <p>一、电子签名数字证书是指电子签名个人或企业数字证书(以下简称“数字证书”)。
          </p>
          <p>二、请您按照本公司规定的数字证书申请流程提供有关资料,并保证所填写的注
            册信息和所提供的资料的真实性、准确性和完整性,否则本公司有权拒绝您的申
            请请求。
          </p>
          <p>三、如数字证书信息在数字证书有效期限内变更的,您应当及时书面告知本公司,
            并终止使用该数字证书。
          </p>
          <p>四、您已同意本公司向您注册的平台(指______平台,亦称为“注册平台”)、有关部门和个人核实您的信息。本公司有权合法收集、处理您的资料,并按照国家有关规定及本协议的约定对您资料保密。
          </p>
          <p>五、您独立享有数字证书的使用权,同时因使用数字证书产生的义务、责任由您
            自行承担。
          </p>
          <p>六、数字证书应当在有效期限内使用。
          </p>
          <p>七、数字证书有效期限届满,您需要继续使用的,应当通过您注册平台与本公司办
            理数字证书更新手续。
          </p>
          <p>八、您应当妥善保管数字证书私钥。如因您原因致使数字证书私钥泄露、损毁或
            者丢失的, 损失由您自行承担。
          </p>
          <p>九、如数字证书私钥在数字证书有效期内损毁、丢失、泄露的,您应当及时向您的注册平台及本
            公司申请办理吊销手续。吊销自手续办妥时起生效。吊销生效前发生的损失由您
            承担。
          </p>
          <p>十、您知悉数字证书私钥已经丢失或者可能已经丢失时,应当及时告知您的注册平台和本公司,并协
            助注册平台和本公司完成吊销该数字证书的工作,并终止使用该数字证书。
          </p>
          <p>十一、您有下列情形之一,本公司有权吊销数字证书并不承担任何责任。由此给
            本公司造成损失的,您应当向本公司承担赔偿责任
          </p>
          <p>1、您向本公司提供的资料或者信息不真实、不完整或者不准确的。
          </p>
          <p>2、数字证书的信息有变更,您未终止使用该数字证书并通知本公司的。
          </p>
          <p>3、您已知悉数字证书私钥丢失或者可能丢失时,未终止使用该数字证书并通知本
            公司的。
          </p>
          <p>4、您超过数字证书的有效期限但仍使用数字证书的。
          </p>
          <p>5、您将数字证书用于违法、犯罪活动的。
          </p>
          <p>十二、因设备故障、电力故障及通讯故障或者电脑病毒、自然灾害等因素造成您
            损失的,本公司不承担任何责任。
          </p>
          <p>十三、本公司有下列情形并对您造成损失的,本公司向您承担赔偿责任
          </p>
          <p>1、由于本公司技术瑕疵原因导致将数字证书签发给您以外的第三方的。
          </p>
          <p>2、由于本公司技术瑕疵原因导致数字证书中的信息错误的。
          </p>
          <p>3、由于本公司原因技术瑕疵导致数字证书私钥被破译的。您应当在以上情形出现之日起
            两年内向本公司提出赔付申请。逾期不申请的,视为您放弃请求本公司赔付的权
            利。
          </p>
          <p>十四、您向本公司提出赔付申请时,应当提交下列材料并协助本公司完成相应的
            调查工作：
          </p>
          <p>1、能够证明您身份的材料,如身份证、护照、企业法人营业执照等。
          </p>
          <p>2、能够证明您遭受损失的材料。
          </p>
          <p>3、能够证明本公司有过错的材料。
          </p>
          <p>4、其他应当提交的材料。
          </p>
          <p>十五、本公司有权通过您注册平台，以在互联网上公开发布的方式修改本使用须知,如做出实质性变更,您有权拒绝修改并应在公布的合理期限内向本公司提出异议并与本公司协商达成一致。协商达不成一致意见的，您有权终止本服务。
          </p>
          <p>十六、本公司与您因数字证书申请、使用、服务等相关事宜产生争议且协商不成
            的,不论金额大小,均提交杭州仲裁委员会并适用其仲裁规则项下的简易程序进行
            仲裁。仲裁裁决为终局的,对双方均有约束力。
          </p>
          <p>十七、本使用须知为不可撤销要约,承诺期限为 1 年,本公司通过电子签章方式
          </p>
          <p>对本要约内容加以确认并保存在您注册平台上;您在注册平台点击本使用须知的,
            本要约生效;承诺期内您在注册平台通过包括但不限于点击、勾选、手写签名等
            方式作出同意本使用须知,即表示您作出了同意本约定的承诺,本公司与您之间的数字证书服务合同成立并生效,本公司将为您生成数字证书。本公司与您将依照本使用须知的内容行使权利和履行义务。

          </p><br>
          <p>杭州天谷信息科技有限公司</p><br><br><br><br>

        </div>
      </div>
    </div>
    <Pagefooter />
  </div>
</template>

<script>
import PageHeader from '_c/page-header'
import Pagefooter from '_c/page-footer'

export default {
  name: 'signature-statement',
  components: {
    PageHeader,
    Pagefooter
  },
  data () {
    return {
      form: {},
      step: 1,
      loading: false
    }
  }
}
</script>
