<style lang="less">
@import url("../signin/signin.less");
</style>

<template>
  <div class="signin">
    <page-header style="box-shadow:0px 1px 3px 0px rgba(0,0,0,0.5); margin-bottom: 4px;">
      <div class="header-right">
        <!-- <a @click="$router.back(-1)">返回</a> -->
      </div>
    </page-header>
    <div class="signin-context">
      <div class="signin-context-con">
        <div class="signin-context-form">
          <h2 style="margin: 50px 0">领筑数科票据信息平台撮合交易规则</h2>
          <p><b>第一章 总则</b>
          </p>
          <p><b>第一条</b> 领筑数科票据信息平台（http://www.lingzhufin.com/bill/index 以下简称“领筑数科平台”、“票据信息撮和交易平台”或“平台”）是由领筑数字科技（深圳）有限公司研发并运营的电子票据信息撮合交易平台。为保障票据交易平台用户的合法权益，维护平台秩序，根据《中华人民共和国合同法》、《中华人民共和国票据法》、《互联网信息服务管理办法》《中国人民银行令[2016]第224号》等有关法律法规和政策，制定本规则。
          </p>
          <p><b>第二条</b> 本规则适用于平台用户（包括转让方、受让方）通过票据交易平台提供的技术服务完成票据撮合的行为。用户在使用本平台的服务时，应遵守国家法律、行政法规、部门规章等规范性文件，及遵守本规则，接受本平台的监督和管理。
          </p>
          <p><b>第三条</b> 票据交易平台有权变更本规则或制定相关实施细则并在网站上予以公告。若用户对相关规则变更或实施细则有异议，应立即停止使用本平台的相关服务。相关规则及实施细则发布后用户仍继续使用本平台相关服务的，则视为接受票据交易平台的规则与实施细则。如用户对本规则内容有任何疑问，可向票据交易平台客服进行咨询。
          </p>
          <p><b>第四条</b> 请票据交易平台用户仔细阅读本规则并且严格按照本规则执行。
          </p>
          <p><b>第二章 操作须知</b>
          </p>
          <p><b>第五条</b> 本规则规定的企业只有在票据交易平台上完成用户注册流程成为用户，才能使用平台提供的服务。
          </p>
          <p><b>第六条</b> 在票据交易平台为票据转让方或受让方提供服务前，各方须先行完成以下操作：
          </p>
          <p>1．根据平台规定在平台上进行注册，根据注册流程提交相关资料，注册成功后成为平台用户；
          </p>
          <p>2．平台用户须在京东智票平台完成实名认证（票据交易平台自动链接），票据受让方须办理平安银行或中信银行对公账户（若已经有平安银行或中信银行对公账户，则无需额外办理），为便于ECDS系统轮询并反馈票据状态，受让方需完成企业账户授权方可开始交易（操作步骤可咨询客服人员），转让方须通过京东智票平台绑定收款账户（支持任意银行对公户）；
          </p>
          <p>3．平台用户须使用“e签宝”提供的电子签名、实名认证、时间戳、电子数据存证及出证服务，认可并接受用户使用“e签宝”过程中需遵守的行为规范、注意事项以及需要承担的法律责任（详见附件《电子签名数字证书用户使用须知》）。平台用户应使用e签宝提供的服务进行平台线上合同或协议签署操作，视为各方理解并同意使用该数字证书签署本合同的行为具有完全的法律效力，各方将因此享有和承担合同约定的权利和义务。
          </p>
          <p><b>第七条</b> 票据交易平台用户同意委托京东钱包（或平台委托的其他第三方金融机构）作为平台用户资金的存管账户，认可并接受平台与第三方支付合作签署的全部内容。
          </p>
          <p><b>第八条</b> 票据交易平台运营时间为7*24小时。除受到人工审批时间限制的行为，平台上的其他操作均可正常进行，平台用户需通过网上银行进行票据背书操作的时间限制以银行的规定为准。
          </p>
          <p><b>第九条</b> 平台遵从业内统一规则，将票据上出现过“回头、重复、保理、供应链、小贷、融资担保、投资、金融、租赁、质押、不可转让、上下不一致”等的情形列入瑕疵票情形。转让方应当在发布票据时，如实告知票据存在的瑕疵情况，受让方在受让票据时应当认真阅读转让方发布订单时已注明的瑕疵情形。
          </p>
          <p><b>第十条</b> 票据交易平台判定订单应该取消的原则，包括但不限于如下情况:转让方或受让方在操作过程中，出现不可归责于违约方的不可抗力因素：
          </p>
          <p>1．自然灾害、如台风、地震、洪水、冰雹；
          </p>
          <p>2．政府行为，如征收、征用；
          </p>
          <p>3．社会异常事件，如罢工、骚乱；
          </p>
          <p>4．因电力供应故障、通讯网络故障等公共服务因素；
          </p>
          <p>5．第三人因素等在合同订立时不能预见、不能避免并不能克服的客观情况。
          </p>
          <p><b>第三章 平台操作规则</b>
          </p>
          <p><b>第十一条</b> 平台用户注册完成后，可根据业务实际需求，选择通过“我是票方”作为票据转让方进行操作；也可以选择通过“我是资方”作为票据受让方进行操作。
          </p>
          <p><b>第十二条</b> 票据转受让操作流程：
          </p>
          <p>1．票据转让方注册完成后，通过平台发布票据交易需求发布票据后进入询价状态；
          </p>
          <p>2．票据受让方注册完成后，可在票据交易大厅选择适合自己购买的票据，进入报价状态；
          </p>
          <p>3．报价完成后，平台实时通知票据转让方选择受让方并接受报价。转让方在接受报价后，按照系统的提示进行签约确认，签约完成后，受让方将票款打入卖家指定账户（京东钱包）并冻结款项；
          </p>
          <p>4．款项冻结完成后，系统通知转让方背书。转让方应在系统要求时间内将订单指定票据的收益权，以票据背书的方式转让于受让方名下，若转让方未在系统要求的时间内完成票据背书，则系统会扣取相应的信用分值；
          </p>
          <p>5．转让方通过网上银行完成背书流程后，通过系统通知受让方签收背书。受让方应在系统要求时间内完成签收背书，若受让方未在系统规定的时间内完成签收背书，则系统会扣取相应的信用分值，受让方未收到票据签收提示的，可以在系统中提示转让方背书；
          </p>
          <p>6．受让方签收完成，系统向京东钱包发送指令，由京东钱包将支付对价转入转让方在平台设定的银行账户内，系统通知双方订单已完成。
          </p>
          <p><b>第十三条</b> 撤销流程
          </p>
          <p> 转让方完成背书后在受让方未签收背书前，转让方撤销背书，或转让方完成背书后，受让方拒绝签收背书，视为转让方或受让方申请撤销订单，此行为由京东智票方线下受理，受理成功后京东钱包将担交易款项退回到受让方收票账户，京东智票通知撤销订单结果至票据交易平台，票据交易平台修改订单状态为“已撤销”。
          </p>
          <p><b>第十四条</b> 技术服务费
          </p>
          <p> 1．领筑数字科技（深圳）有限公司为票据交易平台向用户提供的服务付出了大量的成本，用户同意并认可票据交易平台服务费收费标准的计算规则（平台初投入运营时免费，具体收费时间及收费规则另行通知）。
          </p>
          <p> 2．具体转让金额、技术服务费等以单笔订单内容为准。
          </p>
          <p> <b>第十五条</b> 票据交易平台保留调整技术服务费定义及技术服务费金额计算方法的最终解释权。
          </p>
          <p>  <b>第四章 特别声明与保证</b>
          </p>
          <p> <b>第十六条</b> 票据交易平台用户双方声明与保证：
          </p>
          <p> 1．其系依法合规成立并有效存续；
          </p>
          <p> 2．其系有权并已获充分和必要的授权在平台上发布信息及完成签署与转、受让行为相关的协议（及其他有关的任何文件）、履行在上述协议（及其他有关的任何文件）下的义务等动作，上述行为不违反任何适用于其的法律法规、公司章程与协议；
          </p>
          <p> 3．其符合票据及相适应的转让条件及主体资格条件，已经取得签署和履行与票据转让相关协议所需的政府机关、监管机构的同意；
          </p>
          <p> 4．受让方保证并承诺通过票据交易平台进行转、受让的汇票和资金来源合法；
          </p>
          <p> 5．以其名义达成和签署协议的人员已获得充分和必要的授权，以其名义或代表其履行协议的人员已获得充分和必要的授权；
          </p>
          <p> 6．如实、准确、详细的披露，包括有利或不利于其转、受让票据的任何情形，且提供的与协议相关的一切文件均真实、有效、完整；
          </p>
          <p> 7．具备独立评估转、受让行为可能存在的风险的能力，能够对合同履行过程中所涉及的法律、财务、税务、会计和其他事项自行调查评估，且充分认识并愿意承担合同风险，根据自身的利益和判断履行权利义务；
          </p>
          <p> 8．其对根据协议约定需要向另一方支付的款项、交付的票据拥有完整的所有权或处置权，并且未设定任何形式的影响双方权利义务的情形。
          </p>
          <p> <b>第十七条</b> 领筑数字科技（深圳）有限公司运营的票据交易平台，系为需求方与受让需求方提供信息撮合的纯信息中介平台。票据交易平台声明如下：
          </p>
          <p> 1．本平台为依法注册、合法经营的有限责任公司；
          </p>
          <p> 2．本平台将严格保护平台用户的用户信息；
          </p>
          <p> 3．本平台将公平公正处理用户间的纠纷；
          </p>
          <p> 4．平台仅就用户双方达成合意提供信息撮合服务，仅根据用户双方的发出的指令完成受托事务。用户双方就转受让事宜在平台达成合意后，由用户双方另行通过中国人民银行开发的电子汇票系统（ECDS）进行票据背书转让，同时委托第三方持牌支付机构、第三方金融机构就合同履行项下的款项进行清算、结算与支付，平台不参与前款所述的任何行为。
          </p>
          <p> <b>第十八条</b> 票据交易平台保留对可疑订单、非法订单、高风险订单及相关纠纷进行独立判断和确定的权利。如遇司法机关要求，平台将依司法机关要求协查处理。平台将根据具体情况以电话、电子邮件、传真或其他形式通知到平台用户，并向平台用户提供有关司法机关的相关正式文件。
          </p>
          <p> <b>第十九条</b> 票据交易平台服务网站 http://www.lingzhufin.com/bill/index、微信公众号“领筑数科”，为平台信息发布的指定途径。平台将通过网站或微信公众号向平台用户发布信息。
          </p>
          <p> <b>第二十条</b> 异常情况的处理
          </p>
          <p> 1．发生以下情况之一，导致部分或全部订单不能进行的，平台可决定技术性暂停，并予以公告：
          </p>
          <p> (1)因地震、水灾、火灾等不可抗力的；
          </p>
          <p> (2)因国家政策、法律法规调整的；
          </p>
          <p> (3)平台用户出现结算、交收危机，对市场正在产生或者将产生重大影响的；
          </p>
          <p> (4)技术故障及意外突发事件的；
          </p>
          <p> (5)平台被非法侵入等；
          </p>
          <p> (6)其它不可归责于平台的原因导致操作无法正常进行的；
          </p>
          <p> (7)平台认定的其他情况。
          </p>
          <p> 2．票据交易平台不承担由于非自身系统问题、相关网络问题或自然灾害及其他不可抗力等上述20.1条所述的非本平台原因造成的相关损失和责任。如因不可抗力或其它本平台无法控制的原因使本平台系统崩溃或无法正常使用导致网上操作无法完成或丢失有关的信息、记录等，本平台会合理地尽力协助处理善后事宜。
          </p>
          <p> <b>第二十一条</b> 如因系统升级、维护、故障恢复等需要暂时中止提供在线服务，平台将提前通知平台用户，并告知恢复日期。
          </p>
          <p> <b>第二十二条</b> 风险提示：
          </p>
          <p> 1．票据交易平台用户了解本平台上的电票信息系用户自行发布，且可能存在风险和瑕疵，票据交易平台不能控制或保证平台用户发布的电票信息的真实性、合法性、准确性，亦不能控制或保证平台用户间在履行合同的过程中所涉及的服务的质量、安全及合法性、真实性和准确性；票据交易平台不能控制或保证平台用户具备能够履行合同项下所涉及的各项义务的能力，亦不能控制或保证平台各方能够按照各方约定内容履行各方各项义务。同时，转让用户请注意，其与以不具备受让资格的主受让方履行合同的风险是客观存在的；同时，受让用户应注意，其与以欺诈手段行事的人履行合同的风险是客观存在的。对此，各用户应谨慎判断；
          </p>
          <p>2．尽管电子票据在企业间进行的转让已经比较普遍，但到目前为止，并没有相应的金融监管当局或法律法规，明文规定企业间非贸易背景项下的票据转让不存在任何问题。票据交易平台作为票据转受让的信息撮合方，只负责转让方与受让方就票据转让协议履行过程中所涉的票据或资金的安全，对于是否会因此引起其他法律风险，票据交易平台没有义务，也没有能力进行辨别、判断与规避。因此，特提醒请平台用户注意相关风险，遵守现行法律法规规定，谨慎处理。
          </p>
          <p> <b>第五章 附则</b>
          </p>
          <p> <b>第二十三条</b> 争端及纠纷的解决：
          </p>
          <p> 1．因用户与本平台发生纠纷的，双方应友好协商解决，协商不成的，任何一方均有权向领筑数字科技（深圳）有限公司所在地人民法院提起诉讼。
          </p>
          <p> 2．转让方与受让方之间的争端及纠纷均由双方友好协商解决，票据交易平台不予参与，但可以应双方邀请进行协调。
          </p>
          <p> <b>第二十四条</b> 本规则为电子协议，平台用户在使用本网站过程中勾选“我已阅读并同意《领筑数科票据交易平台信息撮合平台规则》”即表示生效。本规则《附件一》、《附件二》与本规则具同等效力。
          </p>
          <p> <b>第二十五条</b> 领筑数字科技（深圳）有限公司在法律许可的范围内对本规则享有最终的解释权。
          </p>
          <p> <b>附件一 《e签宝风险提示函》</b>
          </p>
          <p> 风险提示函
          </p>
          <p> 尊敬的客户,您好：
          </p>
          <p> 非常感谢您选择使用由杭州天谷信息科技有限公司提供的电子签名、实名认证、时间戳、电子数据存证及出证服务，您应知悉依据《中华人民共和国电子签名法》（以下简称“电子签名法”）使用电子签名签订电子合同需注意，依据电子签名法第三条的约定，您应在您的系统页面对外展示并告知您的平台用户，您或者您的平台用户在签订的电子合同中明确约定双方同意电子签名的方式签订电子文书，且以下文书不适用电子签名的方式签订电子合同：
          </p>
          <p> （1）涉及婚姻、收养、继承等人身关系的；
          </p>
          <p> （2）涉及土地、房屋等不动产权益转让的；
          </p>
          <p> （3）涉及停止供水、供热、供气、供电等公用事业服务的；
          </p>
          <p> （4）法律、行政法规固定的不适用电子文书的其他情形。
          </p>
          <p> 1．您应知悉，依据电子签名法第十六条的约定，您应在您的系统页面对外展示并要求您的平台用户点击确认由e签宝提供的《数字证书服务协议》，确保您的平台用户委托e签宝平台向具有合法资质的第三方电子认证中心申请数字证书。
          </p>
          <p> 2．您应知悉，如您签订电子合同的过程数据，如数字证书服务协议确认数据、实名认证数据、数字证书发放数据、意愿认证数据等过程数据未采用本公司的产品或服务，您应在诉讼阶段自行提供相应的证据，或通过时间戳固化的方式存储在杭州天谷信息科技有限公司的电子数据存证系统，由杭州天谷信息科技有限公司根据您的申请为您提供证据报告。
          </p>
          <p> 3．您应知悉，您或者您用户的注册账户、密码为确认您或您用户为本人的唯一标识，请妥善保管并提示您的用户妥善保管你们的用户名、密码等信息。
          </p>
          <p> 4．您应知悉，杭州天谷信息科技有限公司对您提交至电子签章系统和数据存证系统的数据不会做实质内容审核，您应确保您通过技术接口传输的电子数据的合法性。
          </p>
          <p> 5．您应知悉，杭州天谷信息科技有限公司有义务对您存储在e签宝的电子数据具有保密义务，但如果该电子数据根据适用法律程序或行政强制性要求必须提供的，则杭州天谷信息科技有限公司有权向司法机构或行政机构等提供您存储在e签宝的电子数据。
          </p>
          <p> 以上内容涉及电子签名法等在业务场景的实际应用中的风险，特此告知。
          </p>
          <p> <b>附件二 票据瑕疵情形详述</b>
          </p>
          <p> 1．回头、重复: 同一家公司在所背书人中出现两次或两次以上的；
          </p>
          <p> 2．保理: 所有背书人中出现保理类型的公司
          </p>
          <p> 3．供应链: 所有背书人中出现供应链或供应链管理类型的公司
          </p>
          <p> 4．小贷: 所有背书人中出现小额贷款类型的公司
          </p>
          <p> 5．融资担保: 所有背书人中出现融资担保类型的公司
          </p>
          <p> 6．投资: 所有背书人中出现投资类型的公司
          </p>
          <p> 7．金融: 所有背书人中出现金融类型的公司
          </p>
          <p> 8．租赁: 所有背书人中出现租赁类型的公司
          </p>
          <p> 9．质押: 指以设定质权、为债权担保为意图而进行的记载
          </p>
          <p> 10．不可转让: 票据上记载“不可转让”字样，票据不能再继续背书或继续背书会影响相关权利的
          </p>
          <p> 11． 上下不一致: 承兑人与出票人不一致
          </p>
        </div>
      </div>
    </div>
    <Pagefooter />
  </div>
</template>

<script>
import PageHeader from '_c/page-header'
import Pagefooter from '_c/page-footer'

export default {
  name: 'rule-statement',
  components: {
    PageHeader,
    Pagefooter
  },
  data () {
    return {
      form: {},
      step: 1,
      loading: false
    }
  }
}
</script>
